/* Localized versions of Info.plist keys */

CFBundleName = "Scribble";
"Default" = "Scribble";
NSHumanReadableCopyright = "© 2006 The Omni Group";

/* Binding display phrases for the description text */
"ODBinding:Phrase<drawWithPen1>" = "Switch to pen 1";
"ODBinding:Phrase<drawWithPen2>" = "Switch to pen 2";
"ODBinding:Phrase<drawWithPen3>" = "Switch to pen 3";
"ODBinding:Phrase<drawWithPen4>" = "Switch to pen 4";
"ODBinding:Phrase<clearScreen>" = "clear the screen";

/* Binding display phrases for the bindings editing table view */
"ODBinding:DisplayName<drawWithPen1>" = "Switch to Pen 1";
"ODBinding:DisplayName<drawWithPen2>" = "Switch to Pen 2";
"ODBinding:DisplayName<drawWithPen3>" = "Switch to Pen 3";
"ODBinding:DisplayName<drawWithPen4>" = "Switch to Pen 4";
"ODBinding:DisplayName<clearScreen>" = "Clear Screen";
